{
  "books": [
    {
      "id": "35546622",
      "title": "置身事内",
      "author": "兰小欢",
      "description": "城市化需要投入大量资金建设基础设施，“土地财政”和“土地金融”是非常有效的融资手段。通过出让城市土地使用权，可以积累以土地为信用基础的原始资本，推动工业化和城市化快速发展。中国特有的城市土地国有制度，为政府垄断土地一级市场创造了条件，将这笔隐匿的财富变成了启动城市化的巨大资本，但也让地方财源高度依赖土地价值，依赖房地产和房价。房价连着地价，地价连着财政，财政连着基础设施投资，于是经济增长、地方财政、银行、房地产之间就形成了“一荣俱荣、一损俱损”的复杂关系。...城市化的核心不应该是土地，应该是人。要事先地区间人均收入均衡、缩小贫富差距，关键也在人。要真正帮助低收入群体，就要增加他们的流动性和选择权，帮他们离开穷地方，去往更能为他的劳动提供更高报酬的地方，让他的人力资本更有价值。同时也要允许农民所拥有的土地流动，这些土地资产才会变得更有价值……总的改革方向，就是让市场力量在各类要素分配中发挥更大作用，让资源更加自由流动，提高资源利用效率。",
      "coverImage": "assets/35546622.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },
    {
      "id": "1041482",
      "title": "万历十五年",
      "author": "黄仁宇",
      "description": "当一个人口众多的国家，个人行动全凭儒家简单粗浅而又无法固定的原则所限制，而法律又缺乏创造性，则其社会发展的程度，必然受到限制。即便是宗旨善良，也不能补助技术之不及。1587年，是为万历十五年，次岁丁亥，表面上似乎是四海升平，无事可记，实际上我们的大明帝国却已经走到了发展的尽头。在这个时候，皇帝的励精图治或者宴安耽乐，首辅的独裁或者调和，高级将领的富于创造或者习于苟安，文官的廉洁奉公或者贪污舞弊，思想家的极端进步或者绝对保守，最后的结果，都是分无善恶，统统不能在事业上取得有意义的发展，有的身败，有的名裂，还有的人则身败而兼名裂。",
      "coverImage": "assets/1041482.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Sociology"
    },
    {
      "id": "26612357",
      "title": "Fragile by Design",
      "author": "Charles W. Calomiris",
      "description": "银行的脆弱性和银行信贷的稀缺性反映了一个国家的根本政治制度结构。问题的核心在于，在银行体系运行方面，所有政府都面临着内在利益冲突，但某些类型的政府，特别是政治制度能限制民粹主义联盟影响力的民主国家，能够比其他国家更好地缓释这些利益冲突。 ……利益冲突分为三种基本类型。第一，政府既监管银行又将银行作为资金来源。第二，政府强化信贷合同执行以规范银行债务人（借款人）行为并保护银行利益（如协助获得借款人的抵押品），但政府同样需要获得这些借款人的政治支持。第三，银行破产时，政府在债权人间分摊损失，但也必须寻求储户这个最大的债权人群体的政治支持。利益冲突的影响是无法避免的：作为银行业的立业基础，财产权制度不是消极地由市场效率原则决定的，而是政治交易的产物，政治交易决定了哪些法律可以通过，哪类个人可以获得许可，可以以何种条件与谁订立合同。这些政治交易是由政治逻辑而非市场逻辑主导的。",
      "coverImage": "assets/26612357.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },
    {
      "id": "30290030",
      "title": "Bowling alone",
      "author": "Robert Putnam",
      "description": "在所有这些不同形式的社会资本里，可能最重要的区别便是连接性社会资本（bridging social capital）与黏合性社会资本（bonding social capital），也可称为兼容性（inclusive）社会资本和排他性（exclusive）社会资本。有些社会资本的形式是以关注自身为重点，倾向于强调小团体的地位。这类社会资本包括按种族区分的兄弟会，以教会为基础的妇女读书会，和时髦的乡村俱乐部。另外一些社会资本，其眼光向外看，包容各个社会阶层的成员，民权运动、青年服务组织等等. 黏合性社会资本有助于加强特定的互惠原则和成员间的团结。例如，以种族为特征区分的社会网络可以为成员提供社会和心理方面的支持。连接性社会网络，能够更好地连接外部资产。经济社会学家马克·格兰维特（Mark Granovetter）指出，在找工作的时候，或寻找政治同盟的时候，同其他较为陌生的人接触要比同自己关系亲密的亲友接触更为有效，因为亲友和自己的社会关系雷同，而其他陌生人的圈子则丰富的多。正如布里格斯（Xavier de Souza Briggs）说的那样，黏合性社会关系有助于保持现状，连接性社会关系有助于获得更多。",
      "coverImage": "assets/30290030.jpg",
      "sideImage": "https://raw.githubusercontent.com/atomic-variable/images-repo/e37f432405904a280858e5437ce1960753bc78a3/book-side.svg",
      "category": "Sociology"
    },
    {
      "id": "26683602",
      "title": "Emotion Machine",
      "author": "Marvin Minsky",
      "description": "1. 我们每个人都被大脑中强大的生物控制，它左右着我们的感觉、想法和决定。我们称其为“自我”(selves)或者“同一性”(identity)，我们相信，不管我们发生怎样的变化，它们始终如一。2. “自我”使用感官系统观察世界，然后将其学到的内容储存在记忆里。它源于你所有的渴望和目标，并通过挖掘你的“智能”来解决所有问题。3. “单一自我”(single-self)的概念在日常的社会交往中发挥着很大的作用，但它却阻碍了我们对以下问题的思考：大脑是什么，它是如何运行的？尽管单一自我的概念具有实际用途，但它不能帮助人们理解自我，因为它没有为我们提供可以构建理论的细节部分。4. 当我们探索大脑时，问的问题越简单，似乎就越难得到答案。我们不应该问“情感和想法到底是什么类型的事物”，而应该问“每种情感涉及的程序是什么、机器如何来执行这些程序”。5. 每当想尝试理解自己时，我们都可能需要采取多种角度来分析自己。每当思考自我的时候，你都会在不同的自我模型中转换，每一个模型都有助你解释自己的不同方面。6. 每个人的精神境界可能都需要不同类型的表征。当一个主题变得越来越重要时，我们往往都会为其构建多模型，而且这种与日俱增的多样性必定会成为人类智能的主要源泉。7. 在每一个不同的领域，我们倾向于使用不同的自传形式来描述自己，每一种不同自传的基础都是对自己不同的目标、理想以及相同的想法和事件的解释。但我们很少想要识别这些，因此我们每个人都虚构着具有单一自我的神话。8. 人人都是杰出的小说家。我们能够发现自己各种各样的行为，并且也总是努力展示最好的一面，努力把所有素材组成一个美好的故事，而这个美好的故事就是我们的自传。在这本自传中最主要的虚构人物就是我们的“自我”。9. 人由成千上百个自我组成，但是将自我当成一个单元，似乎是所有人天生就不可避免的诉求，即便是最优秀的人都会产生这种错觉。",
      "coverImage": "assets/ .jpg",
      "sideImage": "assets/book-side.svg",
      "category": "AI"
    },
    {
      "id": "26806961",
      "title": "社交天性",
      "author": "Mathew Liebeman",
      "description": "1.多年以来，我们一直认为，最有智慧，最精明能干的人是那些拥有特别强大分析推理能力的人，但是从进化的角度来看，或许那些具有最强社交技能的人才最有智慧，最精明能干。2.在一大群人面前公开演讲的可怕之处恰恰在于，它使得所有可能拒绝自己的人数大大增加。3.当人类在经历其社会连接造成威胁或损伤的事件时，大脑的反应几乎与它对物理疼痛的反应一样。4.疼痛并非取决于你的心理，但是你内心的想法对于疼痛的影响程度远远超出了大多数人的想象。5.公平这东西看起来有点像空气，没有它时比有它时更能引起人们的注意。6.自始至终，我的思想永远都是为了我的行动服务的。7.任何一个人，如果想成为一名合格的信息主持人，就必须知道哪些信息是值得与大家分享的，并且懂得如何把这些信息挑选出来，同时，他还必须非常了解自己挑选的信息的受众。只有这样，才能实现最有效的信息分享。8.我们的自我是为群体服务的，它确保我们能适应所生活的这个群体。9.曾经帮助过你的人，要比受过你恩惠的人更加愿意帮助你。",
      "coverImage": "assets/26806961.jpg",
        "sideImage": "assets/book-side.svg",
      "category": "Sociology"
    },
    {
      "id": "30171338",
      "title": "Complexity",
      "author": "Melanie Mitchell",
      "description": "类比是人类的天赋，是人类最高级的智慧。这个世界的很多地方，还有着惊人的“相似性”：大尺度和小尺度是惊人的相似的，“无尺度”是自然的某种特征；“自然简单而自足，对宏大物体的运动成立的，对微小物体也同样成立。”-牛顿分形小世界互联网博弈论最后的最优策略“以直报怨”和萤火虫极为相像，冯诺依曼的元胞计算机也是类似的道理。……这种相似性启发着人类爆发出巨大的创造力。事实上，整个计算机科学的诞生，除了硬性的材料进步等，就是一场大型的思想实现的现实化。神经网络、遗传算法最原始的动机是“仿生”。们在研究系统问题时，最重要的问题之一便是宏观--微观问题。在MIT写硕士论文时，我受经济学诺贝尔奖获得者卢卡斯的影响很深。在Lucas (1976)中，他提出宏观建筑必须有微观基础。换句话说，任何宏观模型的构建，必须是微观个体的加和，并且我们需要非常了解微观个体的行为，才能在宏观条件改变时，通过分析宏观条件改变对微观个体行为的影响并将这种影响宏观化以后才能获得对宏观体系的稳健预判。然而如今反思，这种认识有两个大的问题。第一个问题来自于图灵奖和诺贝尔经济学奖获得者司马贺(Herbert Simon)的层次理论(Hierarchy Theory)。在准可降解系统中，由于宏观系统的行为频率通常远远低于微观系统的行为频率，因此宏观现象与参数可能与微观系统并没有太大的关系。举例来说，学过平均统计理论的人知道，了解气体的宏观状态，譬如温度，不需要我们了解每一个粒子的运动轨迹或运动速率。再举例来说，分子化合物的性质未必和每个原子内中子和质子之间的强作用力有关。司马贺的解释是，中子和质子间的作用用掉了强作用力，原子间作用力次之，最后没有被用掉的分子间作用力形成分子键组成了分子化合物。因此微观个体的行为尽管可能强度很大频率很高，但未必会有宏观的表现；而宏观性质可能是其他原因体现出来的。另一个问题则来自于诺贝尔物理学奖获得者菲利普 安德森(Philip Anderson)。当粒子物理学如日中天的时候，是安德森扭转乾坤，在凝聚态物理领域写上了浓墨重彩的一笔。安德森发现，当微观粒子凝聚时，他们组成的整体常常具有可能与微观个体毫无关系的性质。他没有轻易否定微观粒子对宏观整体性质的贡献，只是认为任何对宏观现象的了解都不能单纯地通过对微观个体进行加和，因为宏观整体通常可能具有很多微观个体没有的现象，这种复杂系统的现象叫做涌现。因此对系统某些性质的理解完全可以忽略微观个体，而只研究整体。事实上，笔者认为以肯尼斯 沃尔兹(Ken Waltz)等人为首的国际关系理论中的新现实主义(Neo-Realism)就是以复杂系统的方法在研究国际关系 -- 亦即更注重系统层面的关系与性质，而相对减少对个体层面或国家层面的探讨与认识。尽管近来国际关系理论有走向微观的趋势，但只要国际关系仍可被看作是一个准可降解系统，那么笔者认为系统层面的分析仍可能是最有效的。",
      "coverImage": "assets/30171338.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "AI"
    },
    {
      "id": "35324439",
      "title": "崩盘",
      "author": "Adam Tooze",
      "description":"美联储是否能够通过加息来抑制次贷危机的形成？似乎是不能。因为虽然互联网泡沫的破裂和911使格林斯潘下决心降息来刺激经济，但引发次贷危机的根源还是在次贷资产形成过程中的机制问题。因此尽管美联储将基准利息慢慢从2004年6月的1%加至2006年6月的5.25%，但依然无法阻止房地产市场的疯狂扩张。此期间，2006年春季，美国长短期限利率出现倒挂，意味着借短放长的套路已无利可图。实际上次贷泡沫的终结并非是美联储货币政策导致的，其本身的机制就注定了最终的命运。当2007年大量最低评级按揭的年化利率从7-8%上升到10-10.5%时，大量违约开始出现。德意志银行的Greg Lippmann在给公司的报告中推荐做空MBS，也是从MBS本身的问题考虑，丝毫没有提到美联储的紧缩。最终有部分逆向投资者开始建立对MBS的空头头寸，包括前面这位德意志银行的Greg Lippmann以及JP摩根还有高盛，同时也有其他一些对冲基金（最有名的应该是John Paulson）。美国次贷危机爆发时，欧洲国家最初的反应是幸灾乐祸，认为这是一场美国自身放任市场导致的危机，但实际上美国次贷资产中评级较低风险较高的大量资产买家都来自欧洲（让人意外的是最积极的参与者居然是德国的银行，尤其是区域性银行），而中国等亚洲国家虽然也持有大量相关资产，却是风险较低的部分。尽管以中国为代表的亚洲国家通过出口积累了大量贸易顺差，以此为基础大量购入美国资产（国债以及高等级不动产相关证券等），欧洲整体看贸易体现的是逆差，与美国的贸易虽然是顺差但金额远小于中国，因此欧洲银行通过大量借入美元负债的方式支持其对美国市场的投资。这一现象可以通过观察资本帐户的流入流出而非净流入来发现，例如2007年英国向美国的资产总流出是中国的两倍。对比之下，中国与美国资本净额基本上与贸易净额对应，而欧洲与美国之间的资本循环却是独立与贸易之外的一个世界。欧洲金融体系同时还作为一个中介，为亚洲和中东国家投资者提供一个中转最终投向美国资本市场的通道。这一作用的起源大致是在二战后金本位限制下，大量美元计价的投资绕道伦敦，其中还包含了一部分不愿意冒政治风险的共产主义国家，后来则是受911反恐影响只能绕至伦敦的中东国家。后来为了促进伦敦金融业竞争力，布莱尔政府（戈登布朗财长）将多个金融监管机构合并成一个金管局，并将其职能进行限制，导向是服务于英国的竞争力（相对于美联储权限小太多，因此人数也很少），这反过来也进一步倒逼美国等国家进一步放宽金融管制（克林顿任内）。",
      "coverImage":"assets/35324439.jpg",
      "sideImage":"assets/book-side.svg",
      "category":"Finance"
    },
    {
      "id": "35947063",
      "title": "商品帝国",
      "author": "Frank Trentmann",
      "description": "谈到什么是重要的商品，有一种有趣的观点是非必需品、新奇的奢侈品常常才是历史发展的动力。大抵人类天生猎奇喜新厌旧，创造高溢价的增量需求，总比撼动深深嵌套在旧有经济结构里的基本民生商品，无论从社会运行，还是商业利润上都容易得多。刺激大航海的是东方的香料和丝绸，形成世界贸易体系雏形的是蔗糖咖啡和茶叶，棉花需求激增和棉纺产业崛起伴随着西欧中产阶级的社交地位形成和一群“渴望打扮得像公爵夫人的磨坊女工。上流社会愿意花溢价购买新奇商品，如何逐渐普及为群众承担得起的流行消费品，就是新产业和消费社会崛起的历史。成瘾性——比如在糖、咖啡、茶、酒精、电视、网络游戏和手机短视频之中看到的，扮演了重要的渗透剂角色，在穿透阶级壁垒向下传递的过程中，像滤纸一样，萃取出了符合大众市场、激发产业规模、推动经济更新换代的最理想商品。“消费”并不缺乏讲述者和解读者。辩护观点认为消费者是理性人，消费是个体获取快乐、国家财富增长的理智之路，批判观点则谴责，理性人假设蒙蔽了消费者被夺去公共精神和社会意义的危险。特伦特曼的方法是前往十五世纪，一路回到当下，试图挖掘消费及其主体消费者历史的丰富性。由此，他的《商品帝国》让人看到消费镶嵌于社会关系网络、文化习惯和制度，是被塑造的，同时消费者也不是被动的承受者，在缺乏商品化的地方，当地人通过“顾客化”建立了尊严、社会资本。是的，消费这一社会现象处在道德和意识形态争议的螺旋中太久了，需要被作为“物”来考察。与时间和金钱同样重要的是消费的空间，中世纪的大城市甚至比今天的城市更为具有消费性，因为这里盘踞着前现代的两大核心消费集团：宫廷与教会。对奢侈享受的顺从，让这些中心大城市——伦敦、巴黎、马德里，成为了资本主义的发动机。欧洲革命之后，政治动荡阻碍了宫廷与教会的消费能力，生产性工业城市和港口城市，比如曼彻斯特和马赛地位有显著上升，然而很快劳动力的聚集和商贸发展，形成了新的消费能力集团，消费文化第一次从模仿宫廷与上流社会的习俗中摆脱出来，有了崭新的力量和风向。",
      "coverImage": "assets/35947063.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },
    {
      "id": "30443502",
      "title": "周期",
      "author": "Howard Marks",
      "description": "对于一个国家来说，长周期就是GDP。而GDP就等于工作小时乘以工作率。工作小时基于人口增长，也受一些其他因素的影响。人口的增长固然可以调节，但这是一个非常缓慢的过程。就算中国开放二胎，新生出来的孩子也要在20年后才能投入工作。而工作率依赖于社会的技术水平，从工业革命到电力革命、汽车革命、信息革命都是长时期逐渐发生的，并不是一蹴而就。影响这两个因素的清单比如：人口迁移、失业率、野心、教育、科技创新、自动化、全球化。在过去的几十年里，美国经济高速增长，处于一个周期的上升阶段，然而最近美国经济开始放缓。在20世纪七八十年代时，日本的经济开始崛起，80年代后期，日本经济开始衰退，进入负增长，这就是一个国家的长周期。而短周期主要取决于人们的情绪，影响的因素可能有：报纸的头版头条刊登了令人高兴的好消息；他们相信选举结果预示着经济增长会更强劲，收入会更高，税收会更低；消费信贷变得更容易获得；资产升值让他们觉得自己更加富有；本国球队赢得了世界杯。以“资产升值让他们觉得自己更加富有”为例，资产持有者比如房产的投资人，他们基本不可能为了消费更多而卖出自己的房子，他们也明白房价上涨都是浮云，只是账面上的浮盈。但是事实摆在那里，房价上涨，手上的资产升值了，人们会花更多的钱，消费更多。这是从需求层面举例，而供应层面，企业可能过高的预期的产品在未来季度或年度的需求，因此过量了生产了存货，也会导致短期GDP波动。基本面分析的周期除了经济周期，还有政府调节逆周期。周期带来的波动太刺激，经济太好时会引发通货膨胀，经济太差时又会带来失业，带来国家治理难题。无论大涨还是大跌，天然都不符合追求稳定的政府所期望。所以政府尽量熨平周期，就像达利欧所说的，解决债务危机的方法是把坏账平摊到之后很多年。这一只职责通常由央行管理。然而央行行长也是人，他预测周期一样会有错误。而且央行行长比普通投资者更难，普通投资者面对周期可以顺势而为，而央行长则是逆天而行。而且就从人性来讲，刺激经济的政策比较容易实施。但是如果是给经济踩刹车，就好比宴会高潮时给大家泼冷水一样，遭人痛恨。基本面周期的最后一种周期是企业盈利周期。企业盈利周期比宏观经济周期的波动更大。这其实很简单，因为企业有着经营杠杆和财务杠杆。经营杠杆来自于企业的固定资产，而财务杠杆来自于企业的负债。经营杠杆好比你开个小餐馆，就算生意再萧条，餐馆的租金还是要付。你卖20万盒饭，要付10万租金，利润10万；你卖100万盒饭，也要付10万租金，利润90万。也就是说，当收入翻了5倍，利润翻了9倍，反之亦然。这就是经营杠杆的放大效应。财务杠杆的意思，就是你这个小餐馆借了债，每个月要付10万利息，生意再萧条，利息还是要付。你卖20万盒饭，要付10万利息，利润10万；你卖100万盒饭，也要付10万利息，利润90万。也就是说，收入翻了5倍，利润翻了9倍，反之亦然。这就是财务杠杆的方法效应。可以发现，企业盈利（利润）的波动是永远高于宏观经济（收入）的波动。企业除了受到盈利周期的波动，还受到技术周期的波动。新技术的崛起会淘汰旧行业，比如自媒体淘汰了报纸。经济周期、政府调节逆周期和企业盈利周期，构成了基本面的三大周期，也就是外部性因素。我们再来看看心理情绪周期和风险态度周期，也就是内部性因素。",
      "coverImage": "assets/30443502.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },
    {
      "id": "24750334",
      "title": "超越金融",
      "author": "Soros",
      "description": "莫里斯•戈尔茨坦写过一篇论文，预言了97年东南亚金融危机，而索罗斯同样看出了这些问题，却带着大笔资金冲垮了东南亚诸国，攫取了巨额财富，真正将知识转化为力量。但长久以来，我始终不认同所谓世俗的力量。政治狂人所秉持的主张，不过是三流学者的牙慧——世俗的力量转瞬即逝，财富溃散、政权更迭、国力兴衰，只有思想的光冲破蛮荒照亮黑暗，不管世人怎样认识它解读它，信之或弃之。 索罗斯聪明绝顶，又师承卡尔•波普尔。能看出他没有学院派的严谨工整规范，不能形成系统的思想体系，并为他的思想找到在人类智慧成果中安放的位置和所启承的流派脉搏。但他凭借敏锐的直觉，灵光有力的大脑和清晰的思辨力，能不受学院体系的束缚，精准找到更根本更符合常识和直觉的规律和更直接的表达。对统计介入金融，我一直觉得是场孽缘。因为重要的不是对趋势的把握，预测几秒钟几分钱的涨跌，重要的是对趋势转换关节点的判断，而这不管是回归、参数、非参数、时间序列，还是带跳、带吸收壁加反射壁的正、倒向随机微分方程都无法实现的。因为那是两个系统的裂缝，而统计学只是系统内部寻找数学规律的归纳法的一种。然而索罗斯以富于变化、无可捉摸而闻名，当他前几年某次来中国，有个女生问他对中国证券市场怎么看，他说：“我可以告诉你我现在的想法，但是你明天未必会见到我，而我明天想法如果有了变化就没法告诉你，那么就会误导你。”让我不由想到他也是巴菲特所说的掷硬币游戏的幸运儿，只是他更聪明更敏捷，总能押对宝而站上风头浪尖。但看完此书才知道，他只是想让自己无限贴近客观事实，而这种姿态、努力以及结果都是值得尊敬的。索罗斯可以出钱设立大学，资助感兴趣的研究，进行政治捐献，对民主进程施加影响。而所谓的书生、学究，古称舞墨文人今为意见领袖，在强大的客观现实、倒退的社会面前，表现出的是脆弱无力。如果对P民有智力优越感，相对土财主有知识优势，相对保守政治势力占据生产关系的有利地位，是不是该问问自己，为何在零和的市场上赚不到钱？为什么没能加速历史进程，为早见天日添砖加瓦。",
      "coverImage": "assets/24750334.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },{
      "id":"26840986",
      "title": "金融炼金术",
      "author": "乔治•索罗斯",
      "description": "索罗斯将其反射理论运用到金融市场时起名炼金术，揭示了其深藏内心的骄傲和野心——炼金术蕴涵了对金融市场正确理解的萌芽，而且通过炼金术在金融市场上的实验，由此发展完善的反射理论可以用于研究一般的历史进程，就象化学对物质世界的研究理解一样。请读者好好体会一下其中的胸襟气魄，从这个意义上讲，索罗斯的视野已远远超越了单纯的金融市场，理解并推动历史进程才是其内心抱负。明白了这一点，也就可以理解索罗斯对政治领域特别是东欧及前苏联变革的积极参与，虽然结果也许远未达到其内心期望的目标，就象他在哲学上的追求一样。炼金术的这一层意义，对于索罗斯的金融投机实践同样具有重要意义，索罗斯因此而获得对其投机判断和决策的信心，非如此则很难想象其投入数十亿美圆攻击欧洲汇率机制时仍能在决战当晚安然入睡，而在获悉盈利十亿美圆时仍能保持平静。 上面这两层含义主要是从纯粹思想的角度切入进行说明。当然，思想的天使落地后，其实践意义也很明显：天才的交易员就是要把对市场近乎谦卑的敬畏和对自身判断近乎狂妄的自信完美地结合在一起，在这两种矛盾冲突的心理之间求得平衡，才能使交易员获得飞向投机天堂的两只翅膀，但这又谈何容易。“金融炼金术”中有必要强调的第二点是，索罗斯通过反射理论，从哲学的高度区分了所谓的“历史性事件”和“日常事件”，理解这一点需要一些哲学史背景特别是对二十世纪初期逻辑实证主义兴衰过程的了解。全面阐述上述观点需要相当篇幅，在此就不再赘述，请读者在阅读过程中自行注意索罗斯对这一问题的哲学分析。对于这一成就，索罗斯自己认为是“了不起的洞见”（见全球资本主义危机一书），但可惜的是，索罗斯也承认其无法在更为严谨的哲学分析框架下清晰地表达这一观点，这是索罗斯的宿命和局限，最终他也无法摆脱作为“一个失败哲学家”的命运，正因为如此，世界上才多了“金融炼金术”这本让人无法忘怀的著作。对于“历史事件”和“日常事件”的区分，使得索罗斯有能力在一个重大事件刚刚开始时就能深刻领会其重要性和未来影响。我认为这一点在索罗斯的投资理论中绝对占据了核心位置，也是他区分于其他杰出投机家的重要标志，对此无论怎样强调都不过分。有兴趣的读者可以在这一分析框架下仔细琢磨索罗斯攻击欧洲汇率机制的经典之作——索罗斯在柏林墙倒塌时就已经意识到欧洲汇率机制将趋于不稳定，为此他准备并等待了将近三年，最后对英镑的攻击固然是实际投机操作的高潮，但在其战略构想中其实并不重要，没有英镑还会有另一个替罪羊。",
      "coverImage": "assets/26840986.jpg",
      "sideImage": "assets/book-side.svg",
      "category": "Finance"
    },
    {
      "id":"25984361",
      "title":"Active Portfolio Management",
      "author":"Richard C. Grinold",
      "description":"作者的关注点和理念在于把直觉、建议和灵感转化为分析、流程和结构。就像西餐厅总能提供出来标准化的服务。个人认为立足点偏宏观，投资这东西还是抓漏洞、等别人失误，或者靠信息不对称。2把业绩划分为基准和残差收益，也就是和业绩基准不相关的部分。3作者并不热衷于基准择时，认为对整体收益的提高有限，而是关注两个方面：A获取残差收益的能力IC；B投资的广度BR；4CAPM模型的残差收益期望为0，也推导出没有信息优势的人应该持有市场基准组合。所以主动投资经理能力的分野在于获取残差收益的能力。5认为风险本质依赖于收益率的概率分布，风险是收益率的标准差，也可以称作为波动率。6根据对风险的数学定义，推导出风险的不可加性，并且分散投资会显著性的降低整体风险，这都是很久远的基础理论，并且很少人对基于历史样本的风险模型感兴趣。7作者认为择时决策应该与选股决策相分离，赞同。预期的收益率包含四项：A时间溢价B基准部分C择时部分D阿尔法部分7作者认为择时决策应该与选股决策相分离，赞同。预期的收益率包含四项：A时间溢价B基准部分C择时部分D阿尔法部分并且通过基准择时产生附加值的机会很小。并不是说择时没用，而是努力与效果不成比例。8投资经理的信息率IR及残差风险厌恶程度决定了激进程度IR不依赖于激进程度，但决定了机会集，IR=残差收益率/残差风险；附加值依赖于机会集和激进程度；现金的阿尔法为0；9 IR=IC*sqrt(BR);IC是投资经理的能力，是判断与结果的相关系数；BR是投资策略的广度；如果要求IR可加，那么IC针对每次判断决策最好独立，并且要求决策之间IC差别不大；所以推导出对投资经理能力的要求并不需要很高的IC，而是需要配合很高的广度BR；（觉得这里是高频交易能成功的理论基石）",
      "coverImage":"assets/25984361.jpg",
      "sideImage":"assets/book-side.svg",
      "category":"Tech"
    },
    {
      "id":"26323699",
      "title":"Designing Games",
      "author":"Tynan Sylvester",
      "description":"情感是首要因素，这一点是游戏设计领域最不为人知的秘密之一。如果你随便找一个人，问他觉得某个游戏怎么样，他会滔滔不绝地告诉你关于这个游戏好玩或者不好玩的一套理论。而实际上，隐藏在游戏背后的情感才是他们做出结论的依据。真正重要的是，一个游戏如何带给我们各种感受。\n不幸的是，游戏设计还是经常被锁定在“有趣”这两个字上，好像在“有趣”和游戏设计之间存在某种固有联系一样。\n现如今，游戏玩家对情感多样性的要求也比以往任何时期都要高。为了把工作做得更加出色，游戏设计师需要熟练使用更多的词汇来诠释游戏，因为“有趣”这个词已经不能准确地描述游戏中的情感所表现的多样性、迸发出的力量，以及它们之间的细微差别。“有趣”就好比厨师对菜肴的评价只有好吃或不好吃那样单一。以《迷你地铁》（Mini Metro）为例，这是个相当抽象的游戏，你能做的就是将随机在地图上生成的资源点连起来，这些资源点产生的资源，必须用运载工具运到指定地点，如果在某个资源点累积的资源过多，游戏失败。但是，当这个概念和真实世界的各个城市的地铁和交通系统结合起来后，人的情感和经验自然而然的就投影上去了。交通拥堵，人山人海的地铁站是每个都市人必然经历过的。本来一个非常抽象的资源线路配置模拟，在赋予了这样的“价值”（帮助城市缓解人口压力）之后，立即变得有意义了。既然有意义，那我们就愿意去学，既然学起来还有意思，那我们就愿意继续去运用我们所学的。信息从空白，到半透明，到补全，是游戏设计的精华之一。能让玩家产生洞察感的机制，关键在于让他们用新的发现，将过去旧的发现联系了起来。这是人类最古老的演绎思维的再现。",
      "coverImage":"assets/26323699.jpg",
      "sideImage":"assets/book-side.svg",
      "category":"Experience"
    },
    {
      "id":"27030507",
      "title":"The Alchemy of Finance",
      "author":"George Soros",
      "description":"",
      "coverImage":"assets/27030507.jpg",
      "sideImage":"assets/book-side.svg",
      "category":"Finance"
    }
  ]
} 